Repository: jamesmontemagno/babysmash-mac
Catalog: babysmash/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt, ru, zh_hans

# common.done
source: Done
de: Fertig
es: Listo
fr: Terminé
it: Fatto
ja: 完了
ko: 완료
pt: Concluído
ru: Готово
zh_hans: 完成

# common.cancel
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pt: Cancelar
ru: Отмена
zh_hans: 取消

# common.save
source: Save
de: Speichern
es: Guardar
fr: Enregistrer
it: Salva
ja: 保存
ko: 저장
pt: Salvar
ru: Сохранить
zh_hans: 保存

# common.reset
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сброс
zh_hans: 重置

# common.on
source: On
de: Ein
es: Activado
fr: Activé
it: Attivo
ja: オン
ko: 켜짐
pt: Ligado
ru: Вкл
zh_hans: 开启

# common.off
source: Off
de: Aus
es: Desactivado
fr: Désactivé
it: Disattivo
ja: オフ
ko: 꺼짐
pt: Desligado
ru: Выкл
zh_hans: 关闭

# common.running
source: Running
de: Läuft
es: Activo
fr: Actif
it: Attivo
ja: 実行中
ko: 실행 중
pt: Ativo
ru: Работает
zh_hans: 运行中

# intro.subtitle
source: A colorful keyboard adventure for little ones
de: Ein farbenfrohes Tastatur-Abenteuer für die Kleinen
es: Una colorida aventura de teclado para los más pequeños
fr: Une aventure colorée au clavier pour les tout-petits
it: Un'avventura colorata con la tastiera per i più piccoli
ja: 小さなお子様のためのカラフルなキーボード冒険
ko: 아이들을 위한 다채로운 키보드 모험
pt: Uma aventura colorida no teclado para os pequenos
ru: Красочное клавиатурное приключение для малышей
zh_hans: 为小宝宝打造的彩色键盘冒险

# intro.howToPlay
source: How to Play
de: So wird gespielt
es: Cómo jugar
fr: Comment jouer
it: Come giocare
ja: 遊び方
ko: 게임 방법
pt: Como jogar
ru: Как играть
zh_hans: 如何游戏

# intro.instruction.keyboard
source: Press any key to create shapes & letters
de: Drücke eine beliebige Taste, um Formen und Buchstaben zu erstellen
es: Presiona cualquier tecla para crear formas y letras
fr: Appuyez sur n'importe quelle touche pour créer des formes et des lettres
it: Premi un tasto per creare forme e lettere
ja: キーを押して形や文字を作ろう
ko: 아무 키나 눌러 도형과 글자를 만들어 보세요
pt: Pressione qualquer tecla para criar formas e letras
ru: Нажмите любую клавишу для создания фигур и букв
zh_hans: 按任意键创建形状和字母

# intro.instruction.mouse
source: Click or drag to draw colorful trails
de: Klicke oder ziehe, um farbenfrohe Spuren zu zeichnen
es: Haz clic o arrastra para dibujar rastros coloridos
fr: Cliquez ou glissez pour dessiner des traînées colorées
it: Clicca o trascina per disegnare scie colorate
ja: クリックまたはドラッグでカラフルな軌跡を描こう
ko: 클릭하거나 드래그하여 화려한 흔적을 그려보세요
pt: Clique ou arraste para desenhar trilhas coloridas
ru: Нажмите или перетащите для рисования красочных линий
zh_hans: 点击或拖动绘制彩色轨迹

# intro.instruction.sound
source: Listen to fun sounds and speech
de: Höre lustige Geräusche und Sprache
es: Escucha sonidos divertidos y voz
fr: Écoutez des sons amusants et la parole
it: Ascolta suoni divertenti e parole
ja: 楽しい音声を聞こう
ko: 재미있는 소리와 음성을 들어보세요
pt: Ouça sons divertidos e fala
ru: Слушайте веселые звуки и речь
zh_hans: 聆听有趣的声音和语音

# intro.instruction.settings
source: Press ⌥S (Option+S) for settings
de: Drücke ⌥S (Option+S) für Einstellungen
es: Presiona ⌥S (Opción+S) para ajustes
fr: Appuyez sur ⌥S (Option+S) pour les réglages
it: Premi ⌥S (Opzione+S) per le impostazioni
ja: ⌥S（Option+S）で設定を開く
ko: ⌥S(Option+S)를 눌러 설정 열기
pt: Pressione ⌥S (Option+S) para configurações
ru: Нажмите ⌥S (Option+S) для настроек
zh_hans: 按 ⌥S（Option+S）打开设置

# intro.clickToStart
source: Click anywhere to start!
de: Klicke irgendwo, um zu starten!
es: ¡Haz clic en cualquier lugar para comenzar!
fr: Cliquez n'importe où pour commencer !
it: Clicca ovunque per iniziare!
ja: どこでもクリックしてスタート！
ko: 아무 곳이나 클릭하여 시작하세요!
pt: Clique em qualquer lugar para começar!
ru: Нажмите в любом месте, чтобы начать!
zh_hans: 点击任意位置开始！

# settings.title
source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
it: Impostazioni
ja: 設定
ko: 설정
pt: Configurações
ru: Настройки
zh_hans: 设置

# settings.display.sectionTitle
source: Display
de: Anzeige
es: Pantalla
fr: Affichage
ja: ディスプレイ
ko: 디스플레이
pt: Tela
ru: Экран
zh_hans: 显示

# settings.display.multiMonitorMode
source: Multi-Monitor Mode
de: Multi-Monitor-Modus
es: Modo multimonitor
fr: Mode multi-écran
it: Modalità multi-monitor
ja: マルチモニターモード
ko: 멀티 모니터 모드
pt: Modo multi-monitor
ru: Режим нескольких мониторов
zh_hans: 多显示器模式

# settings.display.activeDisplay
source: Active Display
de: Aktive Anzeige
es: Pantalla activa
fr: Écran actif
it: Display attivo
ja: アクティブなディスプレイ
ko: 활성 디스플레이
pt: Tela ativa
ru: Активный экран
zh_hans: 活动显示器

# settings.display.displaysDetected
source: %lld display(s) detected
de: %lld Anzeige(n) erkannt
es: %lld pantalla(s) detectada(s)
fr: %lld écran(s) détecté(s)
it: %lld display rilevato/i
ja: %lld 台のディスプレイを検出
ko: %lld개의 디스플레이 감지됨
pt: %lld tela(s) detectada(s)
ru: Обнаружено экранов: %lld
zh_hans: 检测到 %lld 个显示器

# settings.sound.sectionTitle
source: Sound
de: Ton
es: Sonido
fr: Son
it: Suono
ja: サウンド
ko: 소리
pt: Som
ru: Звук
zh_hans: 声音

# settings.sound.soundMode
source: Sound Mode
de: Tonmodus
es: Modo de sonido
fr: Mode sonore
it: Modalità suono
ja: サウンドモード
ko: 소리 모드
pt: Modo de som
ru: Режим звука
zh_hans: 声音模式

# settings.sound.description
source: Laughter plays random giggle sounds. Speech reads letters and shape names aloud.
de: Lachen spielt zufällige Kichertöne ab. Sprache liest Buchstaben und Formnamen vor.
es: Risa reproduce sonidos de risitas aleatorios. Voz lee letras y nombres de formas en voz alta.
fr: Rire joue des sons de gloussements aléatoires. Parole lit les lettres et les noms de formes à haute voix.
it: Risata riproduce suoni di risatine casuali. Voce legge lettere e nomi delle forme ad alta voce.
ja: 笑い声はランダムな笑い声を再生します。音声は文字や形の名前を読み上げます。
ko: 웃음은 무작위 킥킥 소리를 재생합니다. 음성은 글자와 도형 이름을 소리내어 읽습니다.
pt: Risada reproduz sons de risinhos aleatórios. Fala lê letras e nomes de formas em voz alta.
ru: Смех воспроизводит случайные звуки хихиканья. Речь произносит буквы и названия фигур вслух.
zh_hans: 笑声会播放随机的咯咯笑声。语音会朗读字母和形状名称。

# settings.language.sectionTitle
source: Language
de: Sprache
es: Idioma
fr: Langue
it: Lingua
ja: 言語
ko: 언어
pt: Idioma
ru: Язык
zh_hans: 语言

# settings.language.speechLanguage
source: Speech Language
de: Sprachausgabe
es: Idioma de voz
fr: Langue de parole
it: Lingua vocale
ja: 音声言語
ko: 음성 언어
pt: Idioma de fala
ru: Язык речи
zh_hans: 语音语言

# settings.language.bilingualMode
source: Bilingual Mode
de: Zweisprachiger Modus
es: Modo bilingüe
fr: Mode bilingue
it: Modalità bilingue
ja: バイリンガルモード
ko: 이중 언어 모드
pt: Modo bilíngue
ru: Двуязычный режим
zh_hans: 双语模式

# settings.language.secondaryLanguage
source: Secondary Language
de: Zweitsprache
es: Idioma secundario
fr: Langue secondaire
it: Lingua secondaria
ja: 第二言語
ko: 보조 언어
pt: Idioma secundário
ru: Второй язык
zh_hans: 第二语言

# settings.language.alternateBetweenLanguages
source: Alternate Between Languages
de: Zwischen Sprachen wechseln
es: Alternar entre idiomas
fr: Alterner entre les langues
it: Alterna tra le lingue
ja: 言語を交互に切り替え
ko: 언어 번갈아 사용
pt: Alternar entre idiomas
ru: Чередовать языки
zh_hans: 交替使用语言

# settings.language.alternateDescription
source: When enabled, speech alternates between primary and secondary languages.
de: Wenn aktiviert, wechselt die Sprache zwischen der Haupt- und Zweitsprache.
es: Cuando está activado, la voz alterna entre los idiomas primario y secundario.
fr: Lorsque activé, la parole alterne entre les langues primaire et secondaire.
it: Quando attivato, la voce alterna tra la lingua principale e quella secondaria.
ja: 有効にすると、音声が主言語と副言語を交互に切り替えます。
ko: 활성화하면 음성이 기본 언어와 보조 언어 사이를 번갈아 가며 사용합니다.
pt: Quando ativado, a fala alterna entre os idiomas primário e secundário.
ru: Когда включено, речь чередуется между основным и вторым языком.
zh_hans: 启用后，语音将在主语言和第二语言之间交替。

# settings.language.changesDescription
source: Changes how letters, numbers, and shapes are pronounced.
de: Ändert, wie Buchstaben, Zahlen und Formen ausgesprochen werden.
es: Cambia cómo se pronuncian las letras, números y formas.
fr: Change la prononciation des lettres, des chiffres et des formes.
it: Cambia come vengono pronunciate lettere, numeri e forme.
ja: 文字、数字、形の発音方法を変更します。
ko: 글자, 숫자, 도형의 발음 방식을 변경합니다.
pt: Altera como letras, números e formas são pronunciados.
ru: Изменяет произношение букв, цифр и фигур.
zh_hans: 更改字母、数字和形状的发音方式。

# settings.theme.sectionTitle
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
zh_hans: 主题

# settings.theme.theme
source: Theme
de: Thema
es: Tema
fr: Thème
it: Tema
ja: テーマ
ko: 테마
pt: Tema
ru: Тема
zh_hans: 主题

# settings.theme.builtIn
source: Built-in
de: Integriert
es: Integrado
fr: Intégré
it: Integrato
ja: 組み込み
ko: 기본 제공
pt: Integrado
ru: Встроенные
zh_hans: 内置

# settings.theme.custom
source: Custom
de: Benutzerdefiniert
es: Personalizado
fr: Personnalisé
it: Personalizzato
ja: カスタム
ko: 사용자 지정
pt: Personalizado
ru: Пользовательские
zh_hans: 自定义

# settings.theme.editTheme
source: Edit Theme...
de: Thema bearbeiten...
es: Editar tema...
fr: Modifier le thème...
it: Modifica tema...
ja: テーマを編集...
ko: 테마 편집...
pt: Editar tema...
ru: Редактировать тему...
zh_hans: 编辑主题...

# settings.theme.createNewTheme
source: Create New Theme...
de: Neues Thema erstellen...
es: Crear nuevo tema...
fr: Créer un nouveau thème...
it: Crea nuovo tema...
ja: 新規テーマを作成...
ko: 새 테마 만들기...
pt: Criar novo tema...
ru: Создать новую тему...
zh_hans: 创建新主题...

# settings.theme.deleteTheme
source: Delete Theme
de: Thema löschen
es: Eliminar tema
fr: Supprimer le thème
it: Elimina tema
ja: テーマを削除
ko: 테마 삭제
pt: Excluir tema
ru: Удалить тему
zh_hans: 删除主题

# settings.appearance.sectionTitle
source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
it: Aspetto
ja: 外観
ko: 모양
pt: Aparência
ru: Внешний вид
zh_hans: 外观

# settings.appearance.showFacesOnShapes
source: Show Faces on Shapes
de: Gesichter auf Formen anzeigen
es: Mostrar caras en las formas
fr: Afficher des visages sur les formes
it: Mostra facce sulle forme
ja: 形に顔を表示
ko: 도형에 얼굴 표시
pt: Mostrar rostos nas formas
ru: Показывать лица на фигурах
zh_hans: 在形状上显示表情

# settings.appearance.forceUppercaseLetters
source: Force Uppercase Letters
de: Großbuchstaben erzwingen
es: Forzar letras mayúsculas
fr: Forcer les lettres majuscules
it: Forza lettere maiuscole
ja: 大文字に強制変換
ko: 대문자로 강제 변환
pt: Forçar letras maiúsculas
ru: Принудительно заглавные буквы
zh_hans: 强制大写字母

# settings.mouseDrawing.sectionTitle
source: Mouse Drawing
de: Mauszeichnung
es: Dibujo con ratón
fr: Dessin à la souris
it: Disegno con mouse
ja: マウス描画
ko: 마우스 그리기
pt: Desenho com mouse
ru: Рисование мышью
zh_hans: 鼠标绘画

# settings.mouseDrawing.enableMouseDrawing
source: Enable Mouse Drawing
de: Mauszeichnung aktivieren
es: Habilitar dibujo con ratón
fr: Activer le dessin à la souris
it: Abilita disegno con mouse
ja: マウス描画を有効にする
ko: 마우스 그리기 활성화
pt: Ativar desenho com mouse
ru: Включить рисование мышью
zh_hans: 启用鼠标绘画

# settings.mouseDrawing.clicklessMouseDrawing
source: Clickless Mouse Drawing
de: Klickloses Mauszeichnen
es: Dibujo sin clic
fr: Dessin sans clic
it: Disegno senza clic
ja: クリックなしでマウス描画
ko: 클릭 없이 마우스 그리기
pt: Desenho sem clique
ru: Рисование без щелчка
zh_hans: 无点击鼠标绘画

# settings.mouseDrawing.clicklessDescription
source: When enabled, drawing happens as you move the mouse without clicking.
de: Wenn aktiviert, wird beim Bewegen der Maus gezeichnet, ohne zu klicken.
es: Cuando está activado, se dibuja al mover el ratón sin hacer clic.
fr: Lorsque activé, le dessin se fait en déplaçant la souris sans cliquer.
it: Quando attivato, il disegno avviene muovendo il mouse senza cliccare.
ja: 有効にすると、クリックせずにマウスを動かすだけで描画できます。
ko: 활성화하면 클릭하지 않고 마우스를 움직이는 것만으로 그릴 수 있습니다.
pt: Quando ativado, o desenho acontece ao mover o mouse sem clicar.
ru: Когда включено, рисование происходит при движении мыши без щелчка.
zh_hans: 启用后，移动鼠标即可绘画，无需点击。

# settings.fadeAway.sectionTitle
source: Fade Away
de: Ausblenden
es: Desvanecimiento
fr: Estompage
it: Dissolvenza
ja: フェードアウト
ko: 페이드 아웃
pt: Desvanecimento
ru: Затухание
zh_hans: 淡出

# settings.fadeAway.fadeShapesAway
source: Fade Shapes Away
de: Formen ausblenden
es: Desvanecer formas
fr: Estomper les formes
it: Dissolvi le forme
ja: 形をフェードアウト
ko: 도형 페이드 아웃
pt: Desvanecer formas
ru: Затухание фигур
zh_hans: 淡出形状

# settings.fadeAway.fadeAfterSeconds
source: Fade After: %lld seconds
de: Ausblenden nach: %lld Sekunden
es: Desvanecer después de: %lld segundos
fr: Estomper après : %lld secondes
it: Dissolvi dopo: %lld secondi
ja: フェードアウトまで: %lld 秒
ko: 페이드 아웃: %lld초 후
pt: Desvanecer após: %lld segundos
ru: Затухание через: %lld секунд
zh_hans: 淡出时间：%lld 秒后

# settings.fadeAway.startRemovingAfter
source: Start Removing After: %lld shapes
de: Entfernen starten nach: %lld Formen
es: Comenzar a eliminar después de: %lld formas
fr: Commencer à supprimer après : %lld formes
it: Inizia a rimuovere dopo: %lld forme
ja: 削除開始: %lld 個の形の後
ko: 제거 시작: %lld개 도형 후
pt: Começar a remover após: %lld formas
ru: Начать удаление после: %lld фигур
zh_hans: 开始移除：%lld 个形状后

# settings.babySafety.sectionTitle
source: Baby Safety
de: Babysicherheit
es: Seguridad para bebés
fr: Sécurité bébé
it: Sicurezza bambino
ja: ベビーセーフティ
ko: 아기 안전
pt: Segurança para bebês
ru: Безопасность малыша
zh_hans: 婴儿安全

# settings.babySafety.blockSystemKeys
source: Block System Keys
de: Systemtasten blockieren
es: Bloquear teclas del sistema
fr: Bloquer les touches système
it: Blocca tasti di sistema
ja: システムキーをブロック
ko: 시스템 키 차단
pt: Bloquear teclas do sistema
ru: Блокировать системные клавиши
zh_hans: 阻止系统按键

# settings.babySafety.blockDescription
source: Blocks Cmd+Tab, Cmd+Q, Cmd+Space (Spotlight), Mission Control, and other system shortcuts
de: Blockiert Cmd+Tab, Cmd+Q, Cmd+Space (Spotlight), Mission Control und andere Systemkürzel
es: Bloquea Cmd+Tab, Cmd+Q, Cmd+Space (Spotlight), Mission Control y otros atajos del sistema
fr: Bloque Cmd+Tab, Cmd+Q, Cmd+Espace (Spotlight), Mission Control et autres raccourcis système
it: Blocca Cmd+Tab, Cmd+Q, Cmd+Spazio (Spotlight), Mission Control e altre scorciatoie di sistema
ja: Cmd+Tab、Cmd+Q、Cmd+Space（Spotlight）、Mission Control、その他のシステムショートカットをブロック
ko: Cmd+Tab, Cmd+Q, Cmd+Space(Spotlight), Mission Control 및 기타 시스템 단축키 차단
pt: Bloqueia Cmd+Tab, Cmd+Q, Cmd+Space (Spotlight), Mission Control e outros atalhos do sistema
ru: Блокирует Cmd+Tab, Cmd+Q, Cmd+Space (Spotlight), Mission Control и другие системные сочетания
zh_hans: 阻止 Cmd+Tab、Cmd+Q、Cmd+Space（Spotlight）、Mission Control 和其他系统快捷键

# settings.babySafety.emergencyExit
source: Emergency exit: ⌥⌘ Esc (Force Quit)
de: Notausgang: ⌥⌘ Esc (Sofort beenden)
es: Salida de emergencia: ⌥⌘ Esc (Forzar salida)
fr: Sortie de secours : ⌥⌘ Échap (Forcer à quitter)
it: Uscita di emergenza: ⌥⌘ Esc (Uscita forzata)
ja: 緊急終了: ⌥⌘ Esc（強制終了）
ko: 긴급 종료: ⌥⌘ Esc (강제 종료)
pt: Saída de emergência: ⌥⌘ Esc (Forçar encerramento)
ru: Экстренный выход: ⌥⌘ Esc (Принудительный выход)
zh_hans: 紧急退出：⌥⌘ Esc（强制退出）

# settings.keyboardShortcuts.sectionTitle
source: Keyboard Shortcuts
de: Tastaturkürzel
es: Atajos de teclado
fr: Raccourcis clavier
it: Scorciatoie da tastiera
ja: キーボードショートカット
ko: 키보드 단축키
pt: Atalhos de teclado
ru: Сочетания клавиш
zh_hans: 键盘快捷键

# settings.keyboardShortcuts.openSettings
source: Open Settings
de: Einstellungen öffnen
es: Abrir ajustes
fr: Ouvrir les réglages
it: Apri impostazioni
ja: 設定を開く
ko: 설정 열기
pt: Abrir configurações
ru: Открыть настройки
zh_hans: 打开设置

# settings.accessibility.sectionTitle
source: Accessibility
de: Bedienungshilfen
es: Accesibilidad
fr: Accessibilité
it: Accessibilità
ja: アクセシビリティ
ko: 손쉬운 사용
pt: Acessibilidade
ru: Специальные возможности
zh_hans: 辅助功能

# settings.accessibility.accessibilitySettings
source: Accessibility Settings...
de: Bedienungshilfen-Einstellungen...
es: Ajustes de accesibilidad...
fr: Réglages d'accessibilité...
it: Impostazioni accessibilità...
ja: アクセシビリティ設定...
ko: 손쉬운 사용 설정...
pt: Configurações de acessibilidade...
ru: Настройки специальных возможностей...
zh_hans: 辅助功能设置...

# settings.accessibility.description
source: Visual, audio, motor, and cognitive accessibility options.
de: Visuelle, Audio-, Motor- und kognitive Barrierefreiheitsoptionen.
es: Opciones de accesibilidad visual, auditiva, motora y cognitiva.
fr: Options d'accessibilité visuelle, audio, motrice et cognitive.
it: Opzioni di accessibilità visiva, audio, motoria e cognitiva.
ja: 視覚、聴覚、運動、認知のアクセシビリティオプション。
ko: 시각, 청각, 운동, 인지 관련 손쉬운 사용 옵션.
pt: Opções de acessibilidade visual, auditiva, motora e cognitiva.
ru: Визуальные, звуковые, моторные и когнитивные настройки специальных возможностей.
zh_hans: 视觉、听觉、运动和认知辅助功能选项。

# settings.about.sectionTitle
source: About
de: Über
es: Acerca de
fr: À propos
it: Info
ja: 情報
ko: 정보
pt: Sobre
ru: О программе
zh_hans: 关于

# settings.about.appName
source: BabySmash for macOS
de: BabySmash für macOS
es: BabySmash para macOS
fr: BabySmash pour macOS
it: BabySmash per macOS
ko: macOS용 BabySmash
pt: BabySmash para macOS
ru: BabySmash для macOS
zh_hans: BabySmash macOS版

# settings.about.originalBy
source: Original BabySmash by Scott Hanselman
de: Original BabySmash von Scott Hanselman
es: BabySmash original de Scott Hanselman
fr: BabySmash original par Scott Hanselman
it: BabySmash originale di Scott Hanselman
ja: オリジナルBabySmash by Scott Hanselman
ko: Scott Hanselman의 오리지널 BabySmash
pt: BabySmash original por Scott Hanselman
ru: Оригинальный BabySmash от Scott Hanselman
zh_hans: 原版 BabySmash 作者 Scott Hanselman

# settings.reset.sectionTitle
source: Reset
de: Zurücksetzen
es: Restablecer
fr: Réinitialiser
it: Ripristina
ja: リセット
ko: 재설정
pt: Redefinir
ru: Сброс
zh_hans: 重置

# settings.reset.resetToDefaults
source: Reset to Defaults
de: Auf Standardwerte zurücksetzen
es: Restablecer valores predeterminados
fr: Réinitialiser les paramètres par défaut
it: Ripristina predefiniti
ja: デフォルトに戻す
ko: 기본값으로 재설정
pt: Redefinir para padrões
ru: Сбросить к значениям по умолчанию
zh_hans: 恢复默认设置

# settings.reset.resetFooter
source: Resets all settings to default values and restarts onboarding on next launch.
de: Setzt alle Einstellungen auf Standardwerte zurück und startet die Einführung beim nächsten Start neu.
es: Restablece todos los ajustes a los valores predeterminados y reinicia la introducción en el próximo inicio.
fr: Réinitialise tous les paramètres aux valeurs par défaut et redémarre l'introduction au prochain lancement.
it: Ripristina tutte le impostazioni ai valori predefiniti e riavvia l'introduzione al prossimo avvio.
ja: すべての設定をデフォルト値にリセットし、次回起動時にオンボーディングを再開します。
ko: 모든 설정을 기본값으로 재설정하고 다음 실행 시 온보딩을 다시 시작합니다.
pt: Redefine todas as configurações para os valores padrão e reinicia a introdução na próxima execução.
ru: Сбрасывает все настройки к значениям по умолчанию и перезапускает ознакомление при следующем запуске.
zh_hans: 将所有设置重置为默认值，并在下次启动时重新开始引导流程。

# settings.alerts.accessibilityPermission.title
source: Accessibility Permission Required
de: Bedienungshilfen-Berechtigung erforderlich
es: Se requiere permiso de accesibilidad
fr: Autorisation d'accessibilité requise
it: Autorizzazione accessibilità richiesta
ja: アクセシビリティ権限が必要です
ko: 손쉬운 사용 권한 필요
pt: Permissão de acessibilidade necessária
ru: Требуется разрешение специальных возможностей
zh_hans: 需要辅助功能权限

# settings.alerts.accessibilityPermission.message
source: BabySmash needs Accessibility permission to block system keyboard shortcuts, preventing babies from accidentally switching apps or triggering system functions. 1. Open System Settings 2. Find BabySmash in the list 3. Enable the checkbox 4. Toggle this setting again
de: BabySmash benötigt Bedienungshilfen-Berechtigung, um Systemtastaturkürzel zu blockieren und zu verhindern, dass Babys versehentlich Apps wechseln oder Systemfunktionen auslösen. 1. Systemeinstellungen öffnen 2. BabySmash in der Liste finden 3. Kontrollkästchen aktivieren 4. Diese Einstellung erneut umschalten
es: BabySmash necesita permiso de accesibilidad para bloquear los atajos de teclado del sistema, evitando que los bebés cambien de aplicación o activen funciones del sistema accidentalmente. 1. Abre Ajustes del sistema 2. Busca BabySmash en la lista 3. Activa la casilla 4. Vuelve a activar este ajuste
fr: BabySmash a besoin de l'autorisation d'accessibilité pour bloquer les raccourcis clavier système, empêchant les bébés de changer d'application ou de déclencher des fonctions système par accident. 1. Ouvrir Préférences Système 2. Trouver BabySmash dans la liste 3. Activer la case à cocher 4. Basculer à nouveau ce paramètre
it: BabySmash ha bisogno dell'autorizzazione di accessibilità per bloccare le scorciatoie da tastiera di sistema, impedendo ai bambini di cambiare app o attivare funzioni di sistema accidentalmente. 1. Apri Impostazioni di Sistema 2. Trova BabySmash nella lista 3. Attiva la casella 4. Attiva nuovamente questa impostazione
ja: BabySmashは、赤ちゃんが誤ってアプリを切り替えたり、システム機能を起動したりするのを防ぐために、システムのキーボードショートカットをブロックするためのアクセシビリティ権限が必要です。 1. システム設定を開く 2. リストからBabySmashを見つける 3. チェックボックスを有効にする 4. この設定をもう一度切り替える
ko: BabySmash는 아기가 실수로 앱을 전환하거나 시스템 기능을 실행하는 것을 방지하기 위해 시스템 키보드 단축키를 차단하려면 손쉬운 사용 권한이 필요합니다. 1. 시스템 설정 열기 2. 목록에서 BabySmash 찾기 3. 체크박스 활성화 4. 이 설정 다시 토글
pt: BabySmash precisa de permissão de acessibilidade para bloquear atalhos de teclado do sistema, impedindo que bebês troquem de aplicativo ou acionem funções do sistema acidentalmente. 1. Abra as Configurações do Sistema 2. Encontre BabySmash na lista 3. Ative a caixa de seleção 4. Alterne esta configuração novamente
ru: BabySmash требуется разрешение специальных возможностей для блокировки системных сочетаний клавиш, чтобы малыши случайно не переключили приложения или не активировали системные функции. 1. Откройте Системные настройки 2. Найдите BabySmash в списке 3. Включите флажок 4. Переключите этот параметр снова
zh_hans: BabySmash 需要辅助功能权限来阻止系统键盘快捷键，防止宝宝意外切换应用或触发系统功能。 1. 打开系统设置 2. 在列表中找到 BabySmash 3. 启用复选框 4. 再次切换此设置

# settings.alerts.accessibilityPermission.openSystemSettings
source: Open System Settings
de: Systemeinstellungen öffnen
es: Abrir Ajustes del sistema
fr: Ouvrir Préférences Système
it: Apri Impostazioni di Sistema
ja: システム設定を開く
ko: 시스템 설정 열기
pt: Abrir Configurações do Sistema
ru: Открыть Системные настройки
zh_hans: 打开系统设置

# settings.alerts.resetConfirm.title
source: Reset to Defaults?
de: Auf Standardwerte zurücksetzen?
es: ¿Restablecer valores predeterminados?
fr: Réinitialiser les paramètres par défaut ?
it: Ripristinare le impostazioni predefinite?
ja: デフォルトに戻しますか？
ko: 기본값으로 재설정하시겠습니까?
pt: Redefinir para padrões?
ru: Сбросить к значениям по умолчанию?
zh_hans: 恢复默认设置？
